# stroka = 'Jaska'
# print(stroka.isalpha())
# s.capitaliza - самую первую букву делает заглавную все остальные маленькие
# s.title - каждую первую букву слов делает заглавной все остальные маленькие
# s.upper - все маленькие букву становятся заглавными
# s.lower - все заглавные букву становятся маленькими
#s.swapcase - все заглавные в маленькие все маленькие в заглавные
#s.isupper - если все букву заглавные это True , если есть хоть одна маленькая то False
#s.islower - всё то же что и isupper только наоборот
#s.istitle - если все перввые букву слов заглавные то это True , если нет то False
#s.isdigit - проверяет состоит ли строка из цифр True or False
#s.isalpha - проверяет состоит ли строка из букв True or False